Show / Hide Table of Contents
Enum CssEffectType
Type of effects in cross-section component
Namespace: IdeaRS.OpenModel.Concrete.Load
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum CssEffectType
Fields
 Name |  Description
 DeformationPlane
deformation plane
 InternalForce
internal forces
 Improve this Doc
 View Source